//酒店 获取用户申请返现的列表 
module.exports.getData = function(){
    return {
        "data":[
            {
                "id":123, //返现ID
                "order_id":123432452341324,   //订单号
                "state":2,  //返现状态 0-未审核, 1-审核通过, 2-审核未通过, 3-付款成功
                "created":"2014-11-27 11:08:01", //提交时间, 如2014-11-27 11:08:01
                "remark":"试试备注是中文" //备注
            },
            {
                "id":124, //返现ID
                "order_id":123432452323453624,   //订单号
                "state":1,  //返现状态 0-未审核, 1-审核通过, 2-审核未通过, 3-付款成功
                "created":"2014-11-27 11:20:01", //提交时间, 如2014-11-27 11:08:01
                "remark":"试试备注asdfasdfasdfasdf" //备注
            }
        ]
    }
}